Repository: disu/shortcodes-finder
Catalog: languages/shortcodes-finder-*.po
Languages: it_it

source: 18 languages supported.
it_it: 18 lingue supportate.

source: About
it_it: Informazioni

source: Active
it_it: Attivo

source: All the shortcodes provided by your installed themes and plugins are listed here. Select one of these and, if expected, insert some options or content texts.
it_it: Tutti gli shortcode forniti dai tuoi temi e plugin sono elencati qui. Selezionane uno e, se previsto, inserisci le relative opzioni o contenuti.

source: Class
it_it: Classe

source: CONTACT US
it_it: CONTATTACI

source: Copy to clipboard
it_it: Copia negli appunti

source: Disable existing shortcodes
it_it: Disabilita gli shortcode esistenti

source: Disable unused/orphan shortcodes
it_it: Disabilita gli shortcode inutilizzati/orfani

source: Dismiss this notice.
it_it: Ignora questa notifica.

source: Documentation
it_it: Documentazione

source: DONATE WITH PAYPAL
it_it: DONA CON PAYPAL

source: Edit content
it_it: Modifica contenuto

source: Error
it_it: Errore

source: Find all occurrences of each shortcodes in your site.
it_it: Trova tutte le occorrenze di ogni shortcode presente nel tuo sito.

source: Find all shortcodes in your site, divided by posts, pages and other custom types.
it_it: Trova tutti gli shortcode nel tuo sito, divisi per articoli, pagine e altri contenuti personalizzati.

source: Find by Content
it_it: Trova per contenuto

source: Find by Shortcode
it_it: Trova per shortcode

source: Find documentation
it_it: Trova documentazione

source: Find in contents
it_it: Trova nei contenuti

source: Find Shortcodes
it_it: Trova shortcode

source: Find the shortcodes in your site, coming from deleted or deactivated plugins and themes.
it_it: Trova gli shortcode nel tuo sito derivanti da plugin e temi cancellati o disattivati.

source: Find unused Shortcodes
it_it: Trova gli shortcode inutilizzati

source: Find, test, disable, clean and get informations about the shortcodes in your Wordpress website posts, pages and custom contents (also in multisite network).
it_it: Trova, testa, disabilita, pulisci e ottieni informazioni sugli shortcode di articoli, pagine e contenuti personalizzati del tuo sito Wordpress (anche in network multisite).

source: Function
it_it: Funzione

source: Get documentation about shortcodes in your website.
it_it: Trova documentazione sugli shortcode del tuo sito.

source: If you like our plugin please feel free to give us 5 stars :)
it_it: Se ti piace il nostro plugin sentiti libero di darci 5 stelle :)

source: If you want some information about our Company
it_it: Se vuoi informazioni sulla nostra azienda

source: If you want to help us to improve our service please Donate a coffe
it_it: Se vuoi aiutarci a migliorare i nostri servizi offrici un caffè

source: Include not published contents
it_it: Includi i contenuti non pubblicati

source: Insert content (optional)
it_it: Inserisci il contenuto (facoltativo)

source: Insert into your WordPress website one or more random contents coming from your posts. The source contents can be pages, posts or custom post types.
it_it: Inserisci nel tuo sito WordPress uno o più contenuti casuali dai tuoi post. La sorgente dei contenuti possono essere pagine, articoli o post personalizzati.

source: Insert parameters string (optional)
it_it: Inserisci i parametri (facoltativo)

source: It gives you the possibility to check the correction of the texts inserted into posts, pages and drafts in less than a second!
it_it: Ti permette di controllare la correttezza dei testi inseriti in articoli, pagine e bozze in meno di un secondo!

source: It will look for shortcodes in posts, pages and only custom post types and shortcodes (from plugins, themes or custom code) that are also available in the multisite main site.
it_it: Controllerà gli shortcode in articoli, pagine e nei tipi di contenuti personalizzati e shortcode (derivanti da plugin, temi o codice) che sono disponibili anche per il sito principale del multisite.

source: Load shortcode parameters (may cause errors based on the development of individual plugins/themes)
it_it: Carica i parametri degli shortcode (può provocare errori basati sullo sviluppo dei singoli plugin/temi)

source: No shortcode uses found
it_it: Nessun uso dello shortcode trovato

source: No shortcodes found
it_it: Nessuno shortcode trovato

source: Note: Parameters are available only for shortcode sources using <i>shortcode_atts</i> function.
it_it: Nota: I parametri sono disponibili solo per sorgenti di shortcode che usano la funzione <i>shortcode_atts</i>.

source: Note: Results may be incomplete or may contain false positives.
it_it: Attenzione: I risultati potrebbero essere incompleti o contenere falsi positivi.

source: Note: The process may be slow if you search all shortcodes in a website with a lot of contents.
it_it: Attenzione: La ricerca potrebbe essere lenta se si cercano tutti gli shortcode in un sito web con molti contenuti.

source: Progress
it_it: Avanzamento

source: Proofreading plugin allows you to improve the quality of your posts, pages and all your WordPress website.
it_it: Il plugin Proofreading ti permette di migliorare la qualità dei tuoi articoli di pagine e di tutto il tuo sito WordPress.

source: Remove shortcode tags coming from deleted or deactivated plugins and themes.
it_it: Rimuove i tag degli shortcode che provengono da plugin e temi disabilitati o disattivati.

source: Remove tags and contents from selected shortcodes.
it_it: Rimuove tag e contenuti dagli shortcode selezionati.

source: Save settings
it_it: Salva le impostazioni

source: Saving Error.
it_it: Errore nel salvataggio.

source: Search shortcodes into:
it_it: Cerca shortcode in:

source: Search the whole multisite network
it_it: Cerca in tutto il network multisite

source: Select a Shortcode
it_it: Seleziona uno shortcode

source: Select shortcode origin:
it_it: Seleziona l'origine dello shortcode:

source: Settings
it_it: Impostazioni

source: Settings saved.
it_it: Impostazioni salvate.

source: Shortcode code
it_it: Codice shortcode

source: Shortcode copied to clipboard
it_it: Shortcode copiato negli appunti

source: Shortcode to search:
it_it: Shortcode da cercare:

source: Shortcode uses found
it_it: Usi dello shortcode trovati

source: Shortcodes Finder is powered by
it_it: Shortcodes Finder è sviluppato da

source: Shortcodes found:
it_it: Shortcode trovati:

source: Shortcodes uses found
it_it: Usi degli shortcode trovati

source: Source file
it_it: File sorgente

source: Test it
it_it: Provalo

source: Test result
it_it: Risultati del test

source: Test Shortcode
it_it: Testa lo shortcode

source: The plugin will search in all multisite network contents.
it_it: Il plugin cercherà in tutti i contenuti del network multisite.

source: The plugin will search in drafts, future, pending and private contents.
it_it: Il plugin cercherà nelle bozze e nei contenuti pianificati, in attesa e privati.

source: Theme
it_it: Tema

source: To enable multisite network search plugin should be actived on the network.
it_it: Per abilitare la ricerca nel network multisite il plugin dev'essere attivo sul network.

source: To search in all the network go in the <a href="%s">main site Shortcodes Finder page</a>.
it_it: Per cercare in tutto il network vai alla <a href="%s">pagina di Shortcode Finder del sito principale</a>.

source: Try other Scribit plugins:
it_it: Prova gli altri plugin di Scribit:

source: WRITE A PLUGIN REVIEW
it_it: SCRIVI UNA RECENSIONE DEL PLUGIN

source: You can display different informations:<ul> <li>A list of post titles</li> <li>One or more full contents or excerpts</li> <li>Raw URLs to posts permalink</li></ul>
it_it: Puoi visualizzare diverse informazioni:<ul> <li>Una lista di titoli di articoli</li> <li>Uno o più contenuti completi o riassunti</li> <li>Semplici URL ai permalink degli articoli</li></ul>
